Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: This key was configured on another device. Select a local key above, or connect — you'll be prompted to choose a device-specific key.
ar: تم إعداد هذا المفتاح على جهاز آخر. اختر مفتاحاً محلياً أعلاه، أو اتصل — ستتم مطالبتك باختيار مفتاح خاص بالجهاز.
ca: Aquesta clau es va configurar en un altre dispositiu. Seleccioneu una clau local a dalt, o connecteu-vos — se us demanarà que trieu una clau específica del dispositiu.
cs: Tento klíč byl nakonfigurován na jiném zařízení. Vyberte lokální klíč výše, nebo se připojte — budete vyzváni k výběru klíče specifického pro zařízení.
da: Denne nøgle blev konfigureret på en anden enhed. Vælg en lokal nøgle ovenfor, eller opret forbindelse — du bliver bedt om at vælge en enhedsspecifik nøgle.
de: Dieser Schlüssel wurde auf einem anderen Gerät konfiguriert. Wählen Sie oben einen lokalen Schlüssel aus, oder verbinden Sie sich – Sie werden aufgefordert, einen gerätespezifischen Schlüssel zu wählen.
es: Esta clave fue configurada en otro dispositivo. Seleccione una clave local arriba, o conéctese — se le pedirá que elija una clave específica del dispositivo.
fi: Tämä avain on määritetty toisella laitteella. Valitse paikallinen avain yllä tai yhdistä — sinua pyydetään valitsemaan laitekohtainen avain.
fr: Cette clé a été configurée sur un autre appareil. Sélectionnez une clé locale ci-dessus, ou connectez-vous — vous serez invité à choisir une clé spécifique à l'appareil.
he: מפתח זה הוגדר במכשיר אחר. בחר מפתח מקומי למעלה, או התחבר — תתבקש לבחור מפתח ספציפי למכשיר.
hu: Ez a kulcs egy másik eszközön lett konfigurálva. Válasszon egy helyi kulcsot fent, vagy csatlakozzon – a rendszer kérni fogja egy eszközspecifikus kulcs kiválasztását.
it: Questa chiave è stata configurata su un altro dispositivo. Selezionare una chiave locale sopra, oppure connettersi — verrà richiesto di scegliere una chiave specifica per il dispositivo.
ja: このキーは別のデバイスで設定されました。上からローカルキーを選択するか、接続してください。デバイス固有のキーを選択するよう求められます。
ko: 이 키는 다른 기기에서 설정되었습니다. 위에서 로컬 키를 선택하거나 연결하면 기기별 키를 선택하라는 메시지가 표시됩니다.
nb: Denne nøkkelen ble konfigurert på en annen enhet. Velg en lokal nøkkel ovenfor, eller koble til — du blir bedt om å velge en enhetsspesifikk nøkkel.
nl: Deze sleutel is geconfigureerd op een ander apparaat. Selecteer hierboven een lokale sleutel, of maak verbinding — u wordt gevraagd een apparaatspecifieke sleutel te kiezen.
pl: Ten klucz został skonfigurowany na innym urządzeniu. Wybierz lokalny klucz powyżej lub połącz się — zostaniesz poproszony o wybranie klucza specyficznego dla urządzenia.
pt_br: Esta chave foi configurada em outro dispositivo. Selecione uma chave local acima, ou conecte — você será solicitado a escolher uma chave específica do dispositivo.
pt_pt: Esta chave foi configurada noutro dispositivo. Selecione uma chave local acima, ou ligue-se — ser-lhe-á pedido que escolha uma chave específica do dispositivo.
ro: Această cheie a fost configurată pe un alt dispozitiv. Selectați o cheie locală de mai sus sau conectați-vă — veți fi solicitat să alegeți o cheie specifică dispozitivului.
sl: Ta ključ je bil nastavljen na drugi napravi. Zgoraj izberite lokalni ključ ali se povežite — pozvani boste, da izberete ključ, specifičen za napravo.
sv: Denna nyckel konfigurerades på en annan enhet. Välj en lokal nyckel ovan, eller anslut — du kommer att uppmanas att välja en enhetsspecifik nyckel.
uk: Цей ключ було налаштовано на іншому пристрої. Виберіть локальний ключ вище або підключіться — вам буде запропоновано обрати ключ для цього пристрою.
vi: Khóa này đã được cấu hình trên thiết bị khác. Chọn khóa cục bộ ở trên, hoặc kết nối — bạn sẽ được nhắc chọn khóa dành riêng cho thiết bị.
zh_hans: 此密钥在其他设备上配置。请选择上方的本地密钥，或直接连接——系统将提示您选择特定于设备的密钥。
zh_hant: 此金鑰是在其他裝置上設定的。請選擇上方的本機金鑰，或直接連線——系統將提示您選擇裝置專用的金鑰。

source: This key was imported before PKDECRYPT support landed. If your original keyring had an encryption subkey, re-import the secret-key block to enable `gpg -d` over the forwarded agent.
ar: تم استيراد هذا المفتاح قبل توفر دعم PKDECRYPT. إذا كانت سلسلة المفاتيح الأصلية تحتوي على مفتاح فرعي للتشفير، فأعد استيراد كتلة المفتاح السري لتمكين `gpg -d` عبر الوكيل المُعاد توجيهه.
ca: Aquesta clau es va importar abans que arribés la compatibilitat amb PKDECRYPT. Si el teu clauer original tenia una subclau de xifratge, torna a importar el bloc de clau secreta per habilitar `gpg -d` a través de l'agent reenviat.
cs: Tento klíč byl importován před přidáním podpory PKDECRYPT. Pokud váš původní keyring obsahoval šifrovací podklíč, znovu importujte blok tajného klíče, abyste povolili `gpg -d` přes přesměrovaného agenta.
da: Denne nøgle blev importeret før PKDECRYPT-understøttelse blev tilføjet. Hvis din oprindelige nøglering havde en krypteringsundernøgle, så genimportér den hemmelige nøgleblok for at aktivere `gpg -d` via den videresendte agent.
de: Dieser Schlüssel wurde importiert, bevor die PKDECRYPT-Unterstützung verfügbar war. Wenn Ihr ursprünglicher Schlüsselbund einen Verschlüsselungsunterschlüssel hatte, importieren Sie den geheimen Schlüsselblock erneut, um `gpg -d` über den weitergeleiteten Agenten zu aktivieren.
es: Esta clave se importó antes de que llegara la compatibilidad con PKDECRYPT. Si tu llavero original tenía una subclave de cifrado, vuelve a importar el bloque de clave secreta para habilitar `gpg -d` a través del agente reenviado.
fi: Tämä avain tuotiin ennen kuin PKDECRYPT-tuki saapui. Jos alkuperäisessä avainnipussasi oli salausaliavain, tuo salainen avainlohko uudelleen, jotta `gpg -d` toimii välitetyn agentin kautta.
fr: Cette clé a été importée avant la prise en charge de PKDECRYPT. Si votre trousseau d'origine contenait une sous-clé de chiffrement, réimportez le bloc de clé secrète pour activer `gpg -d` via l'agent transféré.
he: מפתח זה יובא לפני שתמיכת PKDECRYPT הוספה. אם בצרור המפתחות המקורי שלך היה מפתח-משנה להצפנה, ייבא מחדש את בלוק המפתח הסודי כדי לאפשר `gpg -d` דרך הסוכן המועבר.
hu: Ezt a kulcsot a PKDECRYPT támogatás megérkezése előtt importálta. Ha az eredeti kulcstartója tartalmazott titkosító alkulcsot, importálja újra a titkos kulcs blokkot, hogy a `gpg -d` működjön a továbbított ügynökön keresztül.
it: Questa chiave è stata importata prima dell'arrivo del supporto PKDECRYPT. Se il tuo portachiavi originale aveva una sottochiave di crittografia, reimporta il blocco della chiave segreta per abilitare `gpg -d` tramite l'agente inoltrato.
ja: このキーはPKDECRYPTサポートが追加される前にインポートされました。元のキーリングに暗号化用サブキーがあった場合は、シークレットキーブロックを再インポートして転送エージェント経由で `gpg -d` を有効にしてください。
ko: 이 키는 PKDECRYPT 지원이 추가되기 전에 가져왔습니다. 원래 키링에 암호화 하위 키가 있었다면, 비밀 키 블록을 다시 가져와 전달된 에이전트로 `gpg -d`를 사용할 수 있게 하세요.
nb: Denne nøkkelen ble importert før PKDECRYPT-støtte kom. Hvis den opprinnelige nøkkelringen din hadde en krypteringsundernøkkel, importer den hemmelige nøkkelblokken på nytt for å aktivere `gpg -d` via den videresendte agenten.
nl: Deze sleutel is geïmporteerd voordat PKDECRYPT-ondersteuning beschikbaar was. Als je oorspronkelijke sleutelhanger een versleutelings-subsleutel had, importeer dan het geheime-sleutelblok opnieuw om `gpg -d` via de doorgestuurde agent in te schakelen.
pl: Ten klucz został zaimportowany przed dodaniem obsługi PKDECRYPT. Jeśli twój oryginalny pęk kluczy zawierał podklucz szyfrujący, zaimportuj ponownie blok klucza tajnego, aby włączyć `gpg -d` przez przekazanego agenta.
pt_br: Esta chave foi importada antes de o suporte a PKDECRYPT chegar. Se seu chaveiro original tinha uma subchave de criptografia, reimporte o bloco de chave secreta para habilitar `gpg -d` pelo agente encaminhado.
pt_pt: Esta chave foi importada antes do suporte a PKDECRYPT chegar. Se o seu porta-chaves original tinha uma subchave de cifragem, reimporte o bloco de chave secreta para ativar `gpg -d` através do agente encaminhado.
ro: Această cheie a fost importată înainte ca suportul PKDECRYPT să fie disponibil. Dacă inelul dvs. de chei original avea o subcheie de criptare, reimportați blocul de cheie secretă pentru a activa `gpg -d` prin agentul redirecționat.
sl: Ta ključ je bil uvožen, preden je bila dodana podpora za PKDECRYPT. Če je vaš prvotni nabor ključev vseboval podključ za šifriranje, znova uvozite blok skrivnega ključa, da omogočite `gpg -d` prek posredovanega agenta.
sv: Denna nyckel importerades innan PKDECRYPT-stöd kom. Om din ursprungliga nyckelring hade en krypteringsundernyckel, importera om hemliga-nyckel-blocket för att aktivera `gpg -d` via den vidarebefordrade agenten.
uk: Цей ключ було імпортовано до появи підтримки PKDECRYPT. Якщо у вашій початковій в'язці ключів був підключ шифрування, повторно імпортуйте блок секретного ключа, щоб увімкнути `gpg -d` через переадресованого агента.
vi: Khóa này được nhập trước khi hỗ trợ PKDECRYPT có mặt. Nếu keyring gốc của bạn có subkey mã hóa, hãy nhập lại khối khóa bí mật để bật `gpg -d` qua agent được chuyển tiếp.
zh_hans: 此密钥是在 PKDECRYPT 支持引入之前导入的。如果你原始的密钥环包含加密子密钥,请重新导入密钥的私钥块,以便通过转发的代理启用 `gpg -d`。
zh_hant: 此金鑰是在 PKDECRYPT 支援推出之前匯入的。若你原本的金鑰環有加密子金鑰,請重新匯入私鑰區塊,以便透過轉發的代理啟用 `gpg -d`。

source: This key was imported with a passphrase on another device. Enter it once to decrypt the key; it will then be protected by the Keychain and won't need the passphrase again.
ar: تم استيراد هذا المفتاح باستخدام عبارة مرور على جهاز آخر. أدخلها مرة واحدة لفك تشفير المفتاح؛ بعد ذلك سيصبح محميًا بسلسلة المفاتيح ولن يحتاج إلى عبارة المرور مرة أخرى.
ca: Aquesta clau es va importar amb una frase de pas en un altre dispositiu. Introduïu-la una vegada per desxifrar la clau; a partir d'aleshores quedarà protegida pel Keychain i ja no caldrà la frase de pas.
cs: Tento klíč byl importován s heslovou frází na jiném zařízení. Zadejte ji jednou k dešifrování klíče; poté bude chráněn Klíčenkou a heslovou frázi už nebude potřebovat.
da: Denne nøgle blev importeret med en adgangsfrase på en anden enhed. Indtast den én gang for at dekryptere nøglen; derefter beskyttes den af Keychain og har ikke brug for adgangsfrasen igen.
de: Dieser Schlüssel wurde auf einem anderen Gerät mit einer Passphrase importiert. Geben Sie sie einmal ein, um den Schlüssel zu entschlüsseln; danach wird er durch den Schlüsselbund geschützt und benötigt die Passphrase nicht mehr.
es: Esta clave se importó con una frase de contraseña en otro dispositivo. Introdúcela una vez para descifrar la clave; después quedará protegida por el llavero y ya no necesitará la frase de contraseña.
fi: Tämä avain tuotiin toisella laitteella tunnuslauseella. Anna se kerran avaimen purkamiseksi; sen jälkeen avain on avainnipun suojaama eikä tunnuslausetta tarvita enää.
fr: Cette clé a été importée avec une phrase secrète sur un autre appareil. Saisissez-la une fois pour déchiffrer la clé ; elle sera ensuite protégée par le trousseau et n'aura plus besoin de la phrase secrète.
he: מפתח זה יובא עם ביטוי סיסמה במכשיר אחר. יש להזין אותו פעם אחת כדי לפענח את המפתח; לאחר מכן הוא יהיה מוגן על ידי Keychain ולא יזדקק שוב לביטוי הסיסמה.
hu: Ezt a kulcsot egy másik eszközön, jelmondattal importálták. Adja meg egyszer a kulcs visszafejtéséhez; ezután a Keychain védi majd, és többé nem lesz szükség a jelmondatra.
it: Questa chiave è stata importata con una passphrase su un altro dispositivo. Inseriscila una volta per decifrare la chiave; in seguito sarà protetta dal Portachiavi e non richiederà più la passphrase.
ja: このキーは別のデバイスでパスフレーズ付きで読み込まれました。キーを復号するために一度だけ入力してください。その後はキーチェーンで保護され、パスフレーズは不要になります。
ko: 이 키는 다른 기기에서 패스프레이즈와 함께 가져온 것입니다. 키를 복호화하려면 한 번 입력하세요. 이후에는 키체인으로 보호되어 패스프레이즈가 다시 필요하지 않습니다.
nb: Denne nøkkelen ble importert med en passfrase på en annen enhet. Skriv den inn én gang for å dekryptere nøkkelen; deretter beskyttes den av nøkkelringen og trenger ikke passfrasen igjen.
nl: Deze sleutel is op een ander apparaat geïmporteerd met een wachtwoordzin. Voer deze eenmalig in om de sleutel te ontsleutelen; daarna wordt hij beveiligd door de Sleutelhanger en is de wachtwoordzin niet meer nodig.
pl: Ten klucz został zaimportowany z hasłem na innym urządzeniu. Wprowadź je raz, aby odszyfrować klucz; potem będzie on chroniony przez Keychain i hasło nie będzie już potrzebne.
pt_br: Esta chave foi importada com uma frase-senha em outro dispositivo. Digite-a uma vez para descriptografar a chave; depois disso, ela será protegida pelo Keychain e não precisará mais da frase-senha.
pt_pt: Esta chave foi importada com uma frase-passe noutro dispositivo. Introduza-a uma vez para desencriptar a chave; depois disso, ficará protegida pelo Porta-chaves e deixará de precisar da frase-passe.
ro: Această cheie a fost importată cu o frază de acces pe alt dispozitiv. Introduceți-o o dată pentru a decripta cheia; după aceea va fi protejată de Keychain și nu va mai avea nevoie de fraza de acces.
sl: Ta ključ je bil uvožen z geslom v drugi napravi. Vnesite ga enkrat za dešifriranje ključa; nato bo zaščiten s Keychainom in gesla ne bo več potreboval.
sv: Den här nyckeln importerades med en lösenfras på en annan enhet. Ange den en gång för att dekryptera nyckeln; därefter skyddas den av nyckelringen och behöver inte lösenfrasen igen.
uk: Цей ключ було імпортовано з парольною фразою на іншому пристрої. Введіть її один раз, щоб розшифрувати ключ; після цього він буде захищений Keychain і парольна фраза більше не знадобиться.
vi: Khóa này đã được nhập kèm cụm mật khẩu trên một thiết bị khác. Hãy nhập cụm mật khẩu một lần để giải mã khóa; sau đó khóa sẽ được Keychain bảo vệ và không cần cụm mật khẩu nữa.
zh_hans: 此密钥是在另一台设备上带密码短语导入的。请输入一次以解密该密钥；之后它将由钥匙串保护，无需再次输入密码短语。
zh_hant: 此金鑰是在另一部裝置上帶密碼片語匯入的。請輸入一次以解密該金鑰；之後它將由鑰匙圈保護，無需再次輸入密碼片語。

source: This key will sync to all devices signed into your iCloud account. Make sure you trust all those devices.
ar: سيتم مزامنة هذا المفتاح مع جميع الأجهزة المسجلة بحساب iCloud الخاص بك. تأكد من أنك تثق بجميع تلك الأجهزة.
ca: Aquesta clau se sincronitzarà amb tots els dispositius connectats al vostre compte d'iCloud. Assegureu-vos que confieu en tots aquests dispositius.
cs: Tento klíč se synchronizuje do všech zařízení přihlášených k vašemu účtu iCloud. Ujistěte se, že všem těmto zařízením důvěřujete.
da: Denne nøgle synkroniseres til alle enheder, der er logget ind på din iCloud-konto. Sørg for, at du har tillid til alle disse enheder.
de: Dieser Schlüssel wird mit allen Geräten synchronisiert, die bei Ihrem iCloud-Konto angemeldet sind. Stellen Sie sicher, dass Sie allen diesen Geräten vertrauen.
es: Esta clave se sincronizará con todos los dispositivos que hayan iniciado sesión en su cuenta de iCloud. Asegúrese de confiar en todos esos dispositivos.
fi: Tämä avain synkronoidaan kaikille iCloud-tiliisi kirjautuneille laitteille. Varmista, että luotat kaikkiin näihin laitteisiin.
fr: Cette clé sera synchronisée sur tous les appareils connectés à votre compte iCloud. Assurez-vous de faire confiance à tous ces appareils.
he: מפתח זה יסונכרן לכל המכשירים המחוברים לחשבון ה-iCloud שלך. ודא שאתה סומך על כל המכשירים הללו.
hu: Ez a kulcs szinkronizálódik az összes iCloud-fiókjába bejelentkezett eszközre. Győződjön meg róla, hogy megbízik mindegyik eszközben.
it: Questa chiave verrà sincronizzata su tutti i dispositivi collegati al Suo account iCloud. Assicurarsi di considerare affidabili tutti quei dispositivi.
ja: このキーはiCloudアカウントにサインインしているすべてのデバイスに同期されます。それらすべてのデバイスを信頼していることを確認してください。
ko: 이 키는 iCloud 계정에 로그인된 모든 기기에 동기화됩니다. 해당 기기를 모두 신뢰하는지 확인하십시오.
nb: Denne nøkkelen vil synkroniseres til alle enheter som er logget inn på iCloud-kontoen din. Sørg for at du stoler på alle disse enhetene.
nl: Deze sleutel wordt gesynchroniseerd naar alle apparaten die zijn ingelogd op uw iCloud-account. Zorg ervoor dat u al die apparaten vertrouwt.
pl: Ten klucz zostanie zsynchronizowany ze wszystkimi urządzeniami zalogowanymi na Twoje konto iCloud. Upewnij się, że ufasz wszystkim tym urządzeniom.
pt_br: Esta chave será sincronizada com todos os dispositivos conectados à sua conta iCloud. Certifique-se de que confia em todos esses dispositivos.
pt_pt: Esta chave será sincronizada com todos os dispositivos com sessão iniciada na sua conta iCloud. Certifique-se de que confia em todos esses dispositivos.
ro: Această cheie va fi sincronizată pe toate dispozitivele conectate la contul dvs. iCloud. Asigurați-vă că aveți încredere în toate aceste dispozitive.
sl: Ta ključ se bo sinhroniziral z vsemi napravami, prijavljenimi v vaš račun iCloud. Prepričajte se, da zaupate vsem tem napravam.
sv: Denna nyckel synkas till alla enheter som är inloggade på ditt iCloud-konto. Se till att du litar på alla dessa enheter.
uk: Цей ключ синхронізуватиметься на всі пристрої, що ввійшли у ваш обліковий запис iCloud. Переконайтеся, що довіряєте всім цим пристроям.
vi: Khóa này sẽ được đồng bộ đến tất cả thiết bị đã đăng nhập vào tài khoản iCloud của bạn. Hãy đảm bảo bạn tin tưởng tất cả các thiết bị đó.
zh_hans: 此密钥将同步到所有登录您 iCloud 账户的设备。请确保您信任所有这些设备。
zh_hant: 此金鑰將同步到所有已登入您 iCloud 帳號的裝置。請確認您信任所有這些裝置。

source: This looks like a private key. Paste the certificate (-cert.pub), not the key itself.
ar: ‏يبدو هذا مفتاحًا خاصًا. الصق الشهادة ‏(-cert.pub) وليس المفتاح نفسه.
ca: Això sembla una clau privada. Enganxeu el certificat (-cert.pub), no la clau en si.
cs: Vypadá to jako soukromý klíč. Vložte certifikát (-cert.pub), nikoli samotný klíč.
da: Dette ligner en privat nøgle. Indsæt certifikatet (-cert.pub), ikke selve nøglen.
de: Dies sieht wie ein privater Schlüssel aus. Fügen Sie das Zertifikat (-cert.pub) ein, nicht den Schlüssel selbst.
es: Esto parece una clave privada. Pega el certificado (-cert.pub), no la clave en sí.
fi: Tämä näyttää yksityiseltä avaimelta. Liitä varmenne (-cert.pub), ei itse avainta.
fr: Ceci ressemble à une clé privée. Collez le certificat (-cert.pub), pas la clé elle-même.
he: זה נראה כמו מפתח פרטי. הדבק את התעודה (-cert.pub), לא את המפתח עצמו.
hu: Ez egy privát kulcsnak tűnik. A tanúsítványt (-cert.pub) illessze be, ne magát a kulcsot.
it: Sembra una chiave privata. Incolla il certificato (-cert.pub), non la chiave stessa.
ja: これは秘密鍵のようです。キー自体ではなく証明書（-cert.pub）を貼り付けてください。
ko: 개인 키처럼 보입니다. 키 자체가 아니라 인증서(-cert.pub)를 붙여넣으세요.
nb: Dette ser ut som en privatnøkkel. Lim inn sertifikatet (-cert.pub), ikke selve nøkkelen.
nl: Dit lijkt een privésleutel te zijn. Plak het certificaat (-cert.pub), niet de sleutel zelf.
pl: To wygląda na klucz prywatny. Wklej certyfikat (-cert.pub), a nie sam klucz.
pt_br: Isto parece ser uma chave privada. Cole o certificado (-cert.pub), não a chave em si.
pt_pt: Isto parece ser uma chave privada. Cole o certificado (-cert.pub), não a própria chave.
ro: Aceasta pare a fi o cheie privată. Lipiți certificatul (-cert.pub), nu cheia în sine.
sl: To je videti kot zasebni ključ. Prilepite potrdilo (-cert.pub), ne samega ključa.
sv: Det här ser ut som en privat nyckel. Klistra in certifikatet (-cert.pub), inte själva nyckeln.
uk: Це схоже на приватний ключ. Вставте сертифікат (-cert.pub), а не сам ключ.
vi: Đây có vẻ là một khóa riêng tư. Hãy dán chứng chỉ (-cert.pub), không phải bản thân khóa.
zh_hans: 这看起来像一个私钥。请粘贴证书（-cert.pub），而非密钥本身。
zh_hant: 這看起來像是私鑰。請貼上憑證（-cert.pub），而不是金鑰本身。

source: This may take a moment
ar: قد يستغرق هذا لحظة
ca: Això pot trigar un moment
cs: To může chvíli trvat
da: Dette kan tage et øjeblik
de: Dies kann einen Moment dauern
es: Esto puede tardar un momento
fi: Tämä voi kestää hetken
fr: Cela peut prendre un instant
he: פעולה זו עשויה לקחת רגע
hu: Ez eltarthat egy pillanatig
it: L'operazione potrebbe richiedere un momento
ja: 少々お待ちください
ko: 잠시 시간이 걸릴 수 있습니다
nb: Dette kan ta et øyeblikk
nl: Dit kan even duren
pl: To może chwilę potrwać
pt_br: Isso pode levar um momento
pt_pt: Isto pode demorar um momento
ro: Poate dura un moment
sl: To lahko traja trenutek
sv: Detta kan ta en stund
uk: Це може зайняти деякий час
vi: Quá trình này có thể mất một chút thời gian
zh_hans: 这可能需要一点时间
zh_hant: 這可能需要一點時間

source: This may take a moment for RSA keys
ar: قد يستغرق هذا لحظة لمفاتيح RSA
ca: Això pot trigar un moment per a claus RSA
cs: U RSA klíčů to může chvíli trvat
da: Dette kan tage et øjeblik for RSA-nøgler
de: Dies kann bei RSA-Schlüsseln einen Moment dauern
es: Esto puede tardar un momento para claves RSA
fi: Tämä voi kestää hetken RSA-avaimilla
fr: Cela peut prendre un instant pour les clés RSA
he: פעולה זו עשויה לקחת רגע עבור מפתחות RSA
hu: RSA-kulcsok esetén ez eltarthat egy pillanatig
it: L'operazione potrebbe richiedere un momento per le chiavi RSA
ja: RSAキーの場合は少々お時間がかかります
ko: RSA 키의 경우 시간이 더 걸릴 수 있습니다
nb: Dette kan ta et øyeblikk for RSA-nøkler
nl: Dit kan even duren voor RSA-sleutels
pl: W przypadku kluczy RSA może to chwilę potrwać
pt_br: Isso pode levar um momento para chaves RSA
pt_pt: Isto pode demorar um momento para chaves RSA
ro: Poate dura un moment pentru cheile RSA
sl: Pri RSA ključih lahko to traja trenutek
sv: Detta kan ta en stund för RSA-nycklar
uk: Це може зайняти деякий час для RSA-ключів
vi: Quá trình này có thể mất một chút thời gian đối với khóa RSA
zh_hans: RSA 密钥可能需要更长时间
zh_hant: RSA 金鑰可能需要較長時間
